Repository: Ibs-Ltd/Safelet_Parse_IOS
Catalog: Safelet/*.lproj/Localizable.strings
Languages: de, es, pt_pt, tr

# DISPATCH_ALARM
source: %@ needs your help!
de: %@ braucht Ihre Hilfe!
es: %@ necesita su ayuda!
pt_pt: %@ precisa da sua ajuda!
tr: %@ yardımına ihtiyacı var!

# STOP_ALARM
source: %@ has cancelled the alarm
de: %@ hat den Alarm abgebrochen
es: %@ hayas cancelado la alarma
pt_pt: %@ cancelou o alarme
tr: %@ alarmı iptal etti

# STOP_ALARM_REASON_OTHER
source: %@ has cancelled the alarm. Reason: %@
de: %@ hat den Alarm abgebrochen. Grund: %@
es: %@ ha cancelado la alarma. Razon: %@
pt_pt: %@ cancelou o alarme. Motivo: %@
tr: %@ alarmý iptal etti. Sebep: %@

# STOP_ALARM_REASON_TEST
source: %@ has cancelled the alarm. Reason: Please do not worry, this was just a test alarm
de: %@ hat den Alarm abgebrochen. Grund: Es besteht kein Anlass zur Sorge, das war nur ein Probealarm
es: %@ Ha cancelado la alarma. Razón: Por favor no te preocupes, esto fue solo una alarma de prueba
pt_pt: %@ cancelou o alarme. Motivo: Por favor, não se preocupe, isto foi apenas um teste de alarme
tr: %@ alarmý iptal etti. Sebep: Lütfen telaþlanma, bu sadece bir test alarmýydý

# STOP_ALARM_REASON_ACCIDENTAL
source: %@ has cancelled the alarm. Reason: Please do not worry, I accidentally activated the alarm
de: %@ hat den Alarm abgebrochen. Grund: Es besteht kein Anlass zur Sorge, ich habe versehentlich den Alarm ausgelöst
es: %@ ha cancelado la alarma. Razón: Por favor, no se preocupe, yo activé la alarma accidentalmente
pt_pt: %@ cancelou o alarme. Motivo: Por favor, não se preocupe, eu ativei o alarme sem querer
tr: %@ alarmý iptal etti. Sebep: Lütfen telaþlanma, Ben yanlýþlýkla alarmý aktif ettim

# STOP_ALARM_REASON_NOT_NEEDED
source: %@ has cancelled the alarm. Reason: Thanks for being alert. I do not longer need your help
de: %@ hat den Alarm abgebrochen. Grund: Danke für Ihr Wachsam-Sein. Ich brauche Ihre Hilfe nicht mehr.
pt_pt: %@ cancelou o alarme. Motivo: Obrigado por estar alerta. Eu não preciso mais de sua ajuda
tr: %@ alarmý iptal etti. Sebep: Tetikte olduðun için teþekkür ederim. Artýk yardýmýna ihtiyacým yok

# JOIN_ALARM
source: %@ is on the way
de: %@ ist unterwegs
es: %@ esta en camino
pt_pt: %@ está a caminho
tr: %@ yolda

# CALLED_EMERGENCY_NOTIFICATION
source: %@ just called the emergency authorities!
de: %@ hat gerade die Notrufdienste verständigt!
es: %@ acabo de llamar a las autoridades de emergencia!
pt_pt: %@ acabou de ligar para a emergência!
tr: %@ acil durum yetkililerini çağırdı!

# CHECK_IN_SHORT
source: %@ just checked in
de: %@ hat sich gerade angemeldet
es: %@ acabo de registar
pt_pt: %@ acabou de realizar check in
tr: %@ yer bildirimi yaptı

# CHECK_IN_LONG
source: %@ just checked in: %@
de: %@ hat sich gerade angemeldet: %@
es: %@ acabo de registar: %@
pt_pt: %@ acabou de realizar check in em: %@
tr: %@ burada yer bildirimi yaptı: %@

# SEND_INVITATION
source: %@ has invited you to become a Guardian
de: %@ hat Sie eingeladen, ein Beschützer zu werden
es: %@ ha invitado a ser guardian
pt_pt: %@ convidou você para ser um Guardião
tr: %@ seni Koruyucusu olmaya davet etti

# ACCEPT_INVITATION
source: %@ has accepted your invitation
de: %@ hat Ihre Einladung angenommen
es: %@ ha aceptado tu invitacion
pt_pt: %@ aceitou seu convite
tr: %@ senin davetini kabul etti

# REJECT_INVITATION
source: %@ has rejected your invitation
de: %@ hat Ihre Einladung abgelehnt
es: %@ he rechazado tu invitacion
pt_pt: %@ rejeitou seu convite
tr: %@ senin davetini reddetti

# CANCEL_INVITATION
source: %@ has cancelled the guardian invitation he sent you
de: %@ hat die an Sie versendete Beschützer-Einladung abgebrochen
es: %@ ha cancelado la invitación de quardian que le envió
pt_pt: %@ cancelou o convite para ser Guardião que enviou para você
tr: %@ sana yolladığı koruyuculuk davetini iptal etti

# REMOVE_CONNECTION_GUARDIAN
source: %@ has removed you from being his guardian
de: %@ hat Sie als Beschützer entfernt
es: %@ya noe estas su guardian
pt_pt: %@ removeu você de guardião dele
tr: %@ seni koruyucusu olmaktan çıkarttı

# REMOVE_CONNECTION_GUARDED
source: %@ has stopped guarding you
de: %@ beschützt Sie nicht mehr
es: %@ ya no le esta vigiliando
pt_pt: %@ parou de proteger você
tr: %@ senin koruyuculuğunu bıraktı

# START_FOLLOW_ME
source: %@ needs your help : I would feel safer if you would follow me to my destination. Click on this message to start following me
de: %@ braucht deine Hilfe: Ich würde mich sicherer fühlen, wenn du mir zu meinem Ziel folgen würdest. Klicken Sie auf diese Nachricht, um mir zu folgen
es: %@ necesita tu ayuda: me sentiría más seguro si me siguieras a mi destino. Haz click en este mensaje para comenzar a seguirme.
pt_pt: %@ precisa de sua ajuda: eu me sentiria mais seguro se você me seguisse até meu destino. Clique nesta mensagem para começar a me seguir
tr: %@'ın yardımına ihtiyacı var: Beni hedefime kadar takip edersen daha güvende olurum. Beni takip etmeye başlamak için bu mesaja tıklayın.

# STOP_FOLLOW_ME
source: %@ has arrived at the destination safely. Thank you for being a friend!
de: %@ ist sicher am Ziel angekommen. Danke, dass du mein Freund bist!
es: %@ ha llegado a su destino a salvo. ¡Gracias por ser un amigo!
pt_pt: %@ chegou ao destino com segurança. Obrigado por ser um amigo!
tr: %@ varış yerine güvenli bir şekilde ulaştı. Arkadaş olduğun için teşekkürler!

# STOP_FOLLOW_USER
source: %@ has stopped following you!
de: %@ hat aufgehört dir zu folgen!
es: %@ ha dejado de seguirte!
pt_pt: %@ parou de te seguir!
tr: %@ seni takip etmeyi bıraktı!

# EXISTS_ALARM_ERROR
source: There already exists an active alarm for user %@. Only one active alarm per user is allowed
de: Es gibt schon einen aktiven Alarm für Nutzer %@. Nur ein aktiver Alarm pro Nutzer ist erlaubt
es: Ya existe una alarma activa para el usuario%@. Sólo se permite una alarma activa por usuario
pt_pt: Já existe um alarme para o usuário %@. Somente um alarme por usuário é permitido
tr: %@ kullanıcısı için aktif bir alarm mevcuttur. Her bir kullanıcı için sadece bir tane aktif alarm açılabilir

# DISPATCH_ALARM_ERROR
source: Encountered an error while dispatching the alarm. Please try again
de: Beim Absetzen der Alarmmeldung ist ein Fehler aufgetreten. Bitte versuchen Sie es noch einmal
es: Se ha producido un error al enviar la alarma. Por favor, inténtelo de nuevo.
pt_pt: Encontrou um erro enquanto desarmava o alarme. Por favor, tente novamente
tr: Alarm gönderilirken bir hata ile karşılaşıldı. Lütfen tekrar deneyiniz

# SERVER_ERROR
source: Server error. Please try again. %@
de: Serverfehler. Bitte versuchen Sie es noch einmal. %@
es: Error del Servidor. Por favor,vuelve a intentarlo. %@
pt_pt: Erro no servidor. Por favor, tente novamente. %@
tr: Sunucu hatası. Lütfen tekrar deneyiniz. %@

# STOP_ALARM_ERROR
source: There was an error while stopping the alarm. Please try again
de: Beim Anhalten des Alarms ist ein Fehler aufgetreten. Bitte versuchen Sie es noch einmal
es: Se produjo un error al detener la alarma. Por favor, inténtelo de nuevo.
pt_pt: Erro ao parar o alarme. Por favor, tente novamente
tr: Alarm durdurulurken bir hata ile karşılaşıldı. Lütfen tekrar deneyiniz

# IGNORE_ALARM_ERROR
source: Failed to ignore alarm. Reason: '%@'. Please try again
de: Nicht-Berücksichtigung des Alarms fehlgeschlagen. Grund ''%@'. Bitte versuchen Sie es noch einmal
es: Error al ignorar la alarma. Razón:'%@'.Por favor, inténtelo de nuevo.
pt_pt: Falha ao ignorar o alarme. Motivo: '%@'. Por favor, tente novamente
tr: Alarmı yoksay işlemi başarısız.Sebep:'%@'. Lütfen tekrar deneyiniz

# GET_ACTIVE_ALARM_ERROR
source: An error occurred while searching the active alarm dispatched by the user.
de: Beim Suchen des vom Nutzer versendeten aktiven Alarms ist ein Fehler aufgetreten.
pt_pt: Erro ao encontrar o alarme ativo desarmado pelo usuário.
tr: Aktif alarm arama işlemi esnasında bir hata oluştu.

# GET_ALARM_PARTICIPANTS_ERROR
source: There was an error while retrieving the list of participants for the alarm
de: Beim Abrufen der Teilnehmerliste für den Alarm ist ein Fehler aufgetreten
es: Se produjo un error al recuperar la lista de participantes para la alarma
pt_pt: Erro ao carregar a lista de participantes do alarme
tr: Alarm için katılımcılar listesi çekilirken bir hata oluştu

# CALLED_EMERGENCY_ERROR
source: There was an error while notifying the participants about the emergency call
de: Beim Benachrichtigen der Teilnehmer über den Notruf ist ein Fehler aufgetreten
es: Se ha producido un error al notificar a los participantes sobre la llamada de emergencia.
pt_pt: Erro ao carregar as notificações de participantes sobre uma ligação de emergência
tr: Katılımcılar

# REFRESH_ALARM_ERROR
source: There was an error while refreshing the alarm
de: Beim erneuten Auslösen des Alarms ist ein Fehler aufgetreten
es: Se produjo un error al actualizar la alarma
pt_pt: Erro ao atualizar o alarme
tr: Alarm yenilenirken bir hata oluştu

# GET_ALL_CHUNKS_ERROR
source: An error occurred while retrieving the alarm's recording.
de: Beim Abrufen der Alarmaufzeichnung ist ein Fehler aufgetreten.
pt_pt: Erro ao tentar gravar o alarme.
tr: Alarm kaydedilirken bir hata oluştu.

# GET_LAST_CHUNK_ERROR
source: An error occurred while retrieving the alarm's last recording chunk.
de: Beim Abrufen des letzten Aufnahmedatenblocks des Alarms ist ein Fehler aufgetreten.
es: Se ha producido un error al recuperar el último bloque de grabación de la alarma.
pt_pt: Erro ao tentar carregar a última parte da gravação do alarme.
tr: Alarmın son kayıt kümesi getirilirken bir hata oluştu.

# SAVE_RECORDING_ERROR
source: Error saving the recording chunk. Failed to associate the chunk to the alarm
de: Beim Speichern des Aufnahmedatenblocks ist ein Fehler aufgetreten. Datenblock konnte dem Alarm nicht zugeordnet werden
es: Error al guardar el fragmento de grabación. Error al asociar el fragmento a la alarma
pt_pt: Erro ao salvar a gravação. Falha ao associar a parte com o alarme
tr: Kayıt kümesi kaydedilirken bir hata oluştu. İlgili küme alarm ile eşleştirilemedi.

# MAX_RECORDING_ERROR
source: Recording has stopped because the maximum recording size was reached
de: Die Aufnahme ist beendet, da die maximale Aufnahmekapazität erreicht wurde
pt_pt: A gravação parou porque o tamanho máximo de gravação foi atingido
tr: Maksimum kayıt süresine ulaştığınız için kayıt durduruldu

# LAST_CHECKIN_ERROR
source: An error occurred while retrieving the most recent check-in for user '%@'. Please try again
de: Beim Abrufen des letzten Anmeldevorgangs für Nutzer '%@' ist ein Fehler aufgetreten. Bitte versuchen Sie es noch einmal
es: Se ha producido un error al recuperar el registro más reciente para el usuario '% @'. Por favor, inténtelo de nuevo
pt_pt: Erro ao tentar atualizar o check-in mais recente do usuário '%@'. Por favor, tente novamente
tr: %@' kullanıcısının son yer bildirimi getirilirken bir hata oluştu. Lütfen tekrar deneyiniz

# LAST_CHECKIN_ERROR_2
source: An error occurred while retrieving the most recent check-in. Please try again
de: Beim Abrufen des letzten Anmeldevorgangs ist ein Fehler aufgetreten. Bitte versuchen Sie es noch einmal
es: Se ha producido un error al recuperar el registro más reciente. Por favor, inténtelo de nuevo
pt_pt: Erro ao tentar atualizar o mais recente check-in. Por favor, tente novamente
tr: Son yer bildirimi getirilirken bir hata oluştu. Lütfen tekrar deneyiniz

# SEND_CHECKIN_ERROR
source: Encountered an error while sending the check-in. Please try again
de: Beim Senden des Anmeldevorgangs ist ein Fehler aufgetreten. Bitte versuchen Sie es noch einmal
es: Se ha producido un error al enviar el check-in. Por favor, inténtelo de nuevo
pt_pt: Erro ao enviar o check-in. Por favor, tente novamente
tr: Yer bildirimi gönderilirken bir hata oluştu. Lütfen tekrar deneyiniz

# GET_EVENTS_ERROR
source: There was an error while retrieving the list of events. Please try again
de: Beim Abrufen der Ereignisliste ist ein Fehler aufgetreten. Bitte versuchen Sie es noch einmal
es: Se ha producido un error al recuperar la lista de eventos. Por favor, inténtelo de nuevo
pt_pt: Ocorreu um erro ao atualizar a lista de eventos. Por favor, tente novamente
tr: Olaylar listelenirken bir hata oluştu. Lütfen tekrar deneyiniz

# GET_FIRMWARE_ERROR
source: Failed to get latest firmware update because: '%@'. Please try again
de: Neuestes Firmware-Update konnte nicht abgerufen werden, weil: '%@'. Bitte versuchen Sie es noch einmal
es: Error al obtener la última actualización del firmware porque: '% @'. Por favor, inténtelo de nuevo
pt_pt: Falha ao baixar a última atualização de firmware, motivo: '%@'. Por favor, tente novamente
tr: Yazılım güncelleme işlemi başarısız. Sebep: '%@'. Lütfen tekrar deneyiniz

# GET_APPVERSION_ERROR
source: Failed to get latest app version because: '%@'. Please try again
de: Neueste App-Version konnte nicht abgerufen werden, weil: '%@'. Bitte versuchen Sie es noch einmal
es: No se pudo obtener la última versión de la aplicación porque: '% @'. Por favor, inténtelo de nuevo
pt_pt: Falha ao baixar a última versão do aplicativo, motivo: '%@'. Por favor, tente novamente
tr: Uygulamanın son sürümünü güncelleme işlemi başarısız. Sebep: '%@'. Lütfen tekrar deneyiniz

# GET_PARSE_USERS_ERROR
source: An error occurred while matching the list of contacts with Safelet users. Please try again
de: Beim Abgleichen der Kontaktliste mit Safelet-Nutzern ist ein Fehler aufgetreten. Bitte versuchen Sie es noch einmal
es: Se ha producido un error al hacer coincidir la lista de contactos con los usuarios de Safelet. Por favor, inténtelo de nuevo
pt_pt: Erro ao tentar combinar a lista de contatos com usuários Safelet. Por favor, tente novamente
tr: Safelet bileziği kullanıcıları ile kayıt defterinizdeki kişileri eşleştirirken bir hata oluştu. Lütfen tekrar deneyiniz

# INVITATION_ERROR
source: Encountered an error while sending invitation. Please try again
de: Beim Versenden der Einladung ist ein Fehler aufgetreten. Bitte versuchen Sie es noch einmal
es: Se ha producido un error al enviar la invitación. Por favor, inténtelo de nuevo
pt_pt: Encontrou um erro ao tentar enviar o convite. Por favor, tente novamente
tr: Davet gönderilirken bir hata oluştu. Lütfen tekrar deneyiniz

# INVITATION_EXISTENT_ERROR
source: There already exists a relation with status '%@' between these users
de: Es gibt bereits eine Verbindung mit Status '%@' zwischen diesen Nutzern
es: Ya existe una relación con el estado '% @' entre estos usuarios
pt_pt: Já existe uma relação com o status '%@' entre esses usuários
tr: Bu kullanıcıların '%@' durumu ile bir ilişkisi mevcut

# INVITATION_STATUS_ERROR
source: Provided invitation response status '%@' is not valid
de: Der vorliegende Antwortstatus '%@' auf die Einladung hin ist ungültig
es: El estado de respuesta de la invitación '%@' no es válido
pt_pt: Status de resposta ao convite '%@' inválida
tr: Sağlanan davet cevap durumu '%@' geçersiz

# BAD_INVITATION_STATUS_RESPONSE_ERROR
source: You can't respond to an invitation having the status '%@'. You can only respond to 'pending' invitations
de: Mit Status '%@' ist eine Antwort auf eine Einladung nicht möglich. Sie können nur auf 'aussstehende' Einladungen antworten
es: No puede responder a una invitación con el estado '% @'. Sólo puede responder a las invitaciones pendientes
pt_pt: Você não pode responder a um convite com o status '%@'. Você só pode responder a convites 'pendentes'
tr: Durumu '%@' olan bir davete cevap veremezsiniz. Yalnızca 'beklemede' durumundaki davetlere cevap verebilirsiniz

# RESPOND_INVITATION_ERROR
source: Encountered an error while responding to the invitation. Please try again
de: Beim Beantworten der Einladung ist ein Fehler aufgetreten. Bitte versuchen Sie es noch einmal
es: Se ha producido un error al responder a la invitación. Por favor, inténtelo de nuevo
pt_pt: Encontrou um erro ao tentar responder ao convite. Por favor, tente novamente
tr: Davete cevap verirken bir hata ile karşılaşıldı. Lütfen tekrar deneyiniz

# CANCEL_INVITATION_INVALID_STATUS_ERROR
source: You can't cancel an invitation having the status '%@'. You can only cancel 'pending' invitations
de: Mit Status '%@' ist ein Abbruch einer Einladung nicht möglich. Sie können nur 'aussstehende' Einladungen abbrechen
es: No puede cancelar una invitación con el estado '%@'. Solo puede cancelar las invitaciones pendientes
pt_pt: Você não pode cancelar um convite tendo o status '%@'. Você só pode cancelar convites 'pendentes'
tr: Durumu '%@' olan bir daveti iptal edemezsiniz. Yalnızca 'beklemede' durumundaki davetleri iptal edebilirsiniz

# CANCEL_INVITATION_ERROR
source: Encountered an error while cancelling the invitation. Please try again
de: Beim Abbrechen der Einladung ist ein Fehler aufgetreten. Bitte versuchen Sie es noch einmal
es: Se ha producido un error al cancelar la invitación. Por favor, inténtelo de nuevo
pt_pt: Encontrou um erro enquanto cancelava o convite. Por favor, tente novamente
tr: Davet iptal edilirken bir hata oluştu. Lütfen tekrar deneyiniz

# CANCEL_INVITATION_INEXISTENT_ERROR
source: Encountered an error while cancelling the invitation. The invitation doesn't exist. Please refresh
de: Beim Abbrechen der Einladung ist ein Fehler aufgetreten. Die Einladung existiert nicht. Bitte laden Sie noch einmal neu
es: Se ha producido un error al cancelar la invitación. La invitación no existe. Por favor,refresca
pt_pt: Encontrou um erro ao cancelar o convite. O convite não existe. Por favor, atualize a tela
tr: Davet iptal edilirken bir hata oluştu. Davet mevcut değil. Lütfen yenileyin

# REMOVE_INVITATION_INVALID_STATUS_ERROR
source: You can't remove an invitation having the status '%@'. You can only remove 'accepted' invitations
de: Mit Status '%@' ist ein Entfernen einer Einladung nicht möglich. Sie können nur 'angenommene' Einladungen entfernen
es: No puede eliminar una invitación con el estado '% @'. Solo puedes eliminar las invitaciones "aceptadas"
pt_pt: Você não pode remover um convite com o status '%@'. Você só pode remover convites 'aceitos'
tr: Durumu '%@' olan bir daveti silemezsiniz. Yalnızca 'kabul edilmiş' davetleri silebilirsiniz

# REMOVE_INVITATION_ERROR
source: Encountered an error while removing the connection. Please try again
de: Beim Entfernen der Verbindung ist ein Fehler aufgetreten. Bitte versuchen Sie es noch einmal
es: Se ha producido un error al eliminar la conexión. Por favor, inténtelo de nuevo
pt_pt: Encontrou um erro enquanto removia a conexão. Por favor, tente novamente
tr: Bağlantıyı silerken bir hata ile karşılaşıldı. Lütfen tekrar deneyiniz

# REMOVE_INVITATION_INEXISTENT_ERROR
source: Encountered an error while removing the connection. The connection doesn't exist. Please refresh
de: Beim Entfernen der Verbindung ist ein Fehler aufgetreten. Die Verbindung existiert nicht. Bitte laden Sie noch einmal neu
es: Se ha producido un error al eliminar la conexión. La conexión no existe. Por favor refresca
pt_pt: Encontrou um erro enquanto removia a conexão. A conexão não existe. Por favor, atualize a tela
tr: Bağlantıyı silerken bir hata ile karşılaşıldı. Bağlantı mevcut değil. Lütfen yenileyin

# GET_GUARDIANS_ERROR
source: An error occurred while retrieving the guardians. Please try again
de: Beim Abrufen der Beschützer ist ein Fehler aufgetreten. Bitte versuchen Sie es noch einmal
es: Se produjo un error al recuperar los guardianes. Por favor, inténtelo de nuevo
pt_pt: Ocorreu um erro ao atualizar os guardiões. Por favor, tente novamente
tr: Koruyucuları getirirken bir hata oluştu. Lütfen tekrar deneyiniz

# GET_GUARDED_ERROR
source: An error occurred while retrieving the guarded users. Please try again
de: Beim Abrufen der beschützten Nutzer ist ein Fehler aufgetreten. Bitte versuchen Sie es noch einmal
es: Se ha producido un error al recuperar los usuarios guardados. Por favor, inténtelo de nuevo
pt_pt: Ocorreu um erro ao atualizar os usuários salvos. Por favor, tente novamente
tr: Korunan kullanıcıları getirirken bir hata oluştu. Lütfen tekrar deneyiniz

# CHECK_USER_ERROR
source: Encountered an error while searching for existing users with username '%@'. Please try again
de: Bei der Suche nach existierenden Nutzern mit Nutzername '%@' ist ein Fehler aufgetreten. Bitte versuchen Sie es noch einmal
es: Se ha producido un error al buscar usuarios existentes con el nombre de usuario '%@'. Por favor, inténtelo de nuevo
pt_pt: Encontrou um erro ao procurar por usuários existentes com o nome de usuário '%@'. Por favor, tente novamente
tr: Kullanıcı adı '%@' olan mevcut kullanıcıları ararken bir hata ile karşılaşıldı. Lütfen tekrar deneyin

# PHONE_DETAILS_ERROR
source: Failed to store phone info. Reason: %@
de: Speichern der Telefon-Info fehlgeschlagen. Grund: %@
es: Error al almacenar información del teléfono. Razón:%@
pt_pt: Falha ao salvar as informações do telefone. Motivo: %@
tr: Telefon verisi saklanamadı. Sebep : %@

# BLUETOOTH_NOTIFICATION_ERROR
source: Failed to mark bluetooth connection failed. Reason: %@
de: Kenntlichmachen, dass Bluetooth-Verbindung fehlgeschlagen ist, hat nicht funktioniert. Grund: %@
es: Error al marcar la conexión Bluetooth. Razón:%@
pt_pt: Falha ao marcar falha de conexão bluetooth. Motivo: %@
tr: Bluetooth bağlantısı işaretlenemedi. Sebep : %@

# SAVE_USER_EMPTY_EMAIL_ERROR
source: Email can't be empty
de: Feld E-Mail darf nicht leer sein
es: El correo electrónico no puede estar vacío
pt_pt: Email não pode ficar vazio
tr: E-posta boş bırakılamaz

# SAVE_USER_EMPTY_USERNAME_ERROR
source: Username can't be empty
de: Feld Nutzer darf nicht leer sein
es: El nombre de usuario no puede ser vacío
pt_pt: Usuário não pode ficar vazio
tr: Kullanıcı adı boş bırakılamaz

# SAVE_USER_EMPTY_NAME_ERROR
source: Name can't be empty
de: Feld Name darf nicht leer sein
es: El nombre no puede ser vacío
pt_pt: Nome não pode ficar vazio
tr: İsim boş bırakılamaz

# SAVE_USER_INVALID_NAME_ERROR
source: Invalid name. It should contain only letters and spaces and should be at least 3 characters long
de: Ungültiger Name. Er sollte nur Buchstaben und Leerzeichen enthalten und mindestens 3 Zeichen lang sein
es: Nombre inválido. Debe contener sólo letras y espacios y debe tener al menos 3 caracteres
pt_pt: Nome inválido. Deve conter somente letras, espaços e ao menos 3 caracteres
tr: Geçersiz isim. Sadece harf ve boşluk içerebilir ve isim en az 3 karakter uzunluğunda olmalıdır.

# SAVE_USER_EXISTING_PHONE_NUMBER
source: A user with this phone number already exists
de: Es gibt schon einen Nutzer mit dieser Telefonnummer
es: Ya existe un usuario con este número de teléfono
pt_pt: Um usuário com esse número de telefone já existe
tr: Bu telefon numarasýna kayýtlý bir kullanýcý zaten var

# GET_RECORDING_ERROR
source: An error occurred while retrieving the alarm's recording.
de: Beim Abrufen der Alarmaufzeichnung ist ein Fehler aufgetreten.
es: Se ha producido un error al recuperar la grabación de la alarma.
pt_pt: Ocorreu um erro durante a recuperação da gravação do alarme.
tr: Alarm kaydý alýnýrken bir hata oluþtu

# JOIN_ALARM_ERROR
source: There was an error while joining the alarm. Please try again
de: Bei der Teilnahme am Alarm ist ein Fehler aufgetreten. Bitte versuchen Sie es noch einmal
es: Se ha producido un error al unir la alarma. Por favor, inténtelo de nuevo
pt_pt: Ocorreu um erro durante a combinação do alarme. Por favor, tente novamente.
tr: Alarma katýlma sýrasýnda bir hata oluþtu. Lütfen tekrar deneyin

source: Call 111
de: Rufen Sie 111 an
es: Llama 911
pt_pt: Ligar para a Emergência
tr: 122'yi Ara

source: Call 111?
de: Soll die Nummer 111 angerufen werden?
es: Llama 911?
pt_pt: Ligar para a Emergência?
tr: 122 Aransýn mý?

source: Disable reason:
de: Grund deaktivieren:
es: Deshabilitar la razón
pt_pt: Desativar motivo:
tr: Ýptal Sebebi:
