Repository: Ibs-Ltd/Safelet_Parse_IOS
Catalog: Safelet/*.lproj/Localizable.strings
Languages: de, es, pt_pt, tr

source: Enter description
de: Geben Sie die Beschreibung ein
es: Introduzca la descripción
pt_pt: Adicionar descrição
tr: Açýklama gir

source: help is no longer needed
de: Hilfe wird nicht mehr benötigt
es: La ayuda ya no es necesaria
pt_pt: a ajuda não é mais necessária
tr: artýk yardým gerekmiyor

source: No reason for disabling alarm
de: Kein Grund für Deaktivierung des Alarms
es: No hay motivo para desactivar la alarma
pt_pt: Nenhuma razão para desativar o alarme
tr: Alarmý iptali için bir sebep yok

source: Other
de: Anderer Grund
es: Otro
pt_pt: Outro
tr: Diðer

source: Please do not worry, I accidentally activated the alarm
de: Kein Grund zur Sorge bitte, ich habe den Alarm versehentlich aktiviert
es: Por favor no se preocupe, yo activé accidentalmente la alarma
pt_pt: Por favor não se preocupe, eu ativei o alarme acidentalmente
tr: Lütfen endiþelenmeyin, yanlýþlýkla alarmý etkinleþtirdim

source: Please do not worry, this was just a test alarm
de: Kein Grund zur Sorge bitte, das war nur ein Probealarm
es: Por favor no se preocupe, eso fue alarma de prueba
pt_pt: Por favor não se preocupe, isso foi só um teste de alarme
tr: Lütfen endiþelenmeyin, bu sadece bir test alarmýydý

source: Please select a reason:
de: Wählen Sie bitte einen Grund aus:
es: Por favor, selecciona una razón
pt_pt: Por favor, selecione um motivo:
tr: Lütfen bir sebep seçiniz:

source: Test
es: Prueba
pt_pt: Teste
tr: Test Edin

source: Thanks for being alert. I do not longer need your help
de: Danke für das Wachsam-Sein. Ich brauche Ihre Hilfe nicht mehr
es: Gracias por estar alerto. Ya no necesito su ayuda
pt_pt: Obrigada por estar alerta. Eu não preciso mais de sua ajuda
tr: Alarmda olduðun için teþekkürler. Artýk yardýma ihtiyacým yok

source: The new password must be different from the old one
de: Das neue Passwort muß sich vom alten Passwort unterscheiden
es: La nueva contraseña debe ser diferente de la antigua
pt_pt: A nova senha deve ser diferente da antiga
tr: Yeni þifreniz, eski þifrenizdan farklý bir þifre olmalýdýr

source: this was a test alarm
de: das war ein Probealarm
es: Eso fue alarma de prueba
pt_pt: isto foi um teste de alarme
tr: bu bir test alarmýydý

source: this was an accidental alarm
de: Das war ein versehentlich ausgelöster Alarm
es: Eso fue una alarma accidental
pt_pt: isto foi um alarme acidental
tr: bu yanlýþlýkla verilen bir alarmdý

source: Call 911?
de: Soll die Notrufnummer 911 angerufen werden?
es: Llama 911?
pt_pt: Ligar 190?
tr: 155 ara?

source: Camera
de: Kamera
es: Cámara
tr: Kamera

source: Choose an option:
de: Wählen Sie eine Option:
es: Elija la opción:
pt_pt: Escolha uma opção:
tr: Bir şık seçiniz:

source: OFF
de: AUS
es: apagado
tr: KAPALI

source: ON
de: AN
es: encendido
tr: AÇIK

source: Photos
de: Fotos
es: Fotos
pt_pt: Fotos
tr: Fotoğraflar

# CHECK_USER_NOT_FOUND_ERROR
source: No user '%@' was found
de: Kein Nutzer '%@' wurde gefunden
es: No se encontró '%@' ningún usuario
pt_pt: Nenhum usuário'%@' foi encontrado
tr: '%@' olarak hiçbir kullanıcı bulunamadı

source: checked in
de: angemeldet
es: registrado
pt_pt: realizou check in
tr: yer bildirimi yapıldı

source: invited you to be his guardian
de: hat Sie eingeladen, Beschützer zu werden
es: te invitaron a ser su guardián
pt_pt: convidou você para ser o guardião dele
tr: koruyucusu olarak davet etti

source: needs your help!
de: braucht Ihre Hilfe!
es: necesita tu ayuda!
pt_pt: precisa da sua ajuda!
tr: yardımına ihtiyacı var!!

source: Cancelled
de: Abgebrochen
es: Cancelado
pt_pt: Cancelado
tr: İptal edildi

source: Cellular
de: Mobiltelefon
es: Celular
pt_pt: Celular
tr: Hücresel

source: dispatched an alarm
de: hat eine Alarmmeldung abgesetzt
es: Despachado la alarma
pt_pt: Desarmar o alarme
tr: Alarm gönderildi

source: Downloading...
de: Herunterladen im Gange…
es: Descargando...
pt_pt: Baixando...
tr: İndiriliyor...

# invitation_text_message %@ %@
source: Dear %@ I do not always feel safe. I would feel much safer if I could send an alarm to the people I love in case of an emergency. You are one of those people. Do you want to become my Guardian and receive my alarm when I need help ? Please install the free Safelet App. iOS: http://bit.ly/Safelet-iOS Android: http://bit.ly/Safelet-Android With love %@
de: Liebling %@ Ich fühle mich nicht immer sicher. Ich würde mich viel sicherer fühlen, wenn ich den Menschen, die ich liebe, einen Alarm schicken könnte im Notfall. Sie sind einer dieser Menschen. Willst du mein Wächter werden und meinen Alarm erhalten, wenn ich Hilfe benötige? Bitte installieren Sie die kostenlose Safelet-App. iOS: http://bit.ly/Safelet-iOS Android: http://bit.ly/Safelet-Android Mit Liebe %@
es: Estimado %@ No siempre me siento seguro. Me sentiría mucho más seguro si pudiera enviar una alarma a las personas que amo. en caso de emergencia. Eres una de esas personas. ¿Quieres convertirte en mi guardián? y recibir mi alarma cuando necesite ayuda? Instale la aplicación gratuita Safelet. iOS: http://bit.ly/Safelet-iOS Android: http://bit.ly/Safelet-Android Con amor % @
pt_pt: Caro %@ Nem sempre me sinto seguro. Eu me sentiria muito mais seguro se pudesse enviar um alarme para as pessoas que amo Em caso de emergência. Você é uma daquelas pessoas. Você quer se tornar meu guardião e receber meu alarme quando precisar de ajuda? Instale o aplicativo Safelet grátis. iOS: http://bit.ly/Safelet-iOS Android: http://bit.ly/Safelet-Android Com amor % @
tr: Sayın %@ Her zaman güvende hissetmiyorum. Sevdiğim insanlara bir alarm gönderebilseydim, kendimi çok daha güvende hissederdim. acil bir durumda. Sen o insanlardan birisin. benim koruyucum olmak ister misin ve yardıma ihtiyacım olduğunda alarmımı al? Lütfen ücretsiz Safelet Uygulamasını yükleyin. iOS: http://bit.ly/Safelet-iOS Android: http://bit.ly/Safelet-Android Sevgiler %@

source: Historic events: %@ Tap to change
de: Ereignisverlauf: %@ Zum Ändern antippen
es: Eventos históricos:%@ Toca para cambiar
pt_pt: Eventos passados: %@ Clique para alterar
tr: Olay geçmişi: %@ değiştirmek için dokunun

source: In order to be fully protected, we strongly recommend that you enable microphone access
de: Um vollkommen beschützt zu sein, empfehlen wir Ihnen dringend, den Mikrofonzugriff zu aktivieren
es: Para estar completamente protegido, le recomendamos encarecidamente que habilite el acceso de micrófono
pt_pt: Para estar totalmente protegido, nós recomendamos que você habilite o acesso ao microfone
tr: Tam anlamıyla korunmak için, mikrofon erişimini açmanızı özellikle tavsiye ediyoruz

source: Install
de: Installieren
es: Installar
pt_pt: Instalar
tr: Yükle

source: Installing...
de: Installation läuft…
es: Instalación
pt_pt: Instalando...
tr: Yükleniyor...

source: Maps SDK Demos
de: Bildet SDK-Demos ab
pt_pt: Mapa SDK Demos
tr: Harita SDK Demoları

source: New firmware found: %@. Are you sure you want to install now?
de: Neue Firmware gefunden: %@. Sind Sie sicher, dass diese jetzt installiert werden soll?
es: Nuevo firmware encontrado:%@. ¿Seguro que quieres instalar ahora?
pt_pt: Novo firmware encontrado: %@. Tem certeza que deseja instalar agora?
tr: Yeni yazılım bulundu: %@. Şimdi yüklemek istediğinize emin misiniz?

source: No
de: Nein
pt_pt: Não
tr: Hayır

source: No Connection
de: Keine Verbindung
es: No hay conexión
pt_pt: Sem Conexão
tr: Bağlantı Yok

source: Resetting...
de: Setze zurück…
es: Restablecimiento
pt_pt: Resetando...
tr: Yeniden Başlatılıyor...

source: Samples
de: Muster
es: Muestras
pt_pt: Amostras
tr: Örnekler

source: Search for new firmware?
de: Neue Firmware suchen?
es: Buscano nuevo firmware?
pt_pt: Procurar novo firmware?
tr: Yeni Safelet Yazılım güncellemelerini ara?

source: Successfully invited user to join Safelet, but failed to invite as guardian because:
de: Einladung an Nutzer als Teilnehmer an Safelet war erfolgreich, aber Einladung als Beschützer fehlgeschlagen, weil:
es: El usario fue Invitado con éxito a unirse a Safelet, pero fue fallado a invitar como guardián porque:
pt_pt: Usuário convidado para o Safelet com sucesso, mas houve falha ao convidar para ser guardião devido a:
tr: Safelet’a katılabilmesi için kullanıcı başarılı bir şekilde davet edildi, fakat koruyucu olarak davet edilemedi çünkü:

source: The push notification is missing required payload data
de: Der Push-Benachrichtigung fehlen erforderliche Nutzlastdaten
es: Falta la notificación de inserción de datos de carga útil requerida
pt_pt: A notificação de envio é necessária para carregar o arquivo
tr: Anlık bildirim için gerekli olan veri yükü eksik

source: You accepted the invitation
de: Sie haben die Einladung angenommen
es: Aceptaste la invitación
pt_pt: Você aceitou o convite
tr: Daveti kabul ettiniz

source: A new app version is available
de: Eine neue Version der App ist verfügbar
es: Nueva versión de aplicación disponible
pt_pt: Uma nova versão do aplicativo está disponível
tr: Uygulamanın yeni bir sürümü var

source: Accept request
de: Anfrage annehmen
es: Aceptar petición
pt_pt: Aceitou o pedido
tr: İsteği kabul et

source: Actions for %@
de: Aktionen für %@
es: Acciones para %@
pt_pt: Ações para %@
tr: %@ için işlemler

source: Alert
de: Alarmsignal
es: Alerta
pt_pt: Alerta
tr: Uyarı

source: An error occurred while sending the SMS. Please try again
de: Beim Versenden der SMS ist ein Fehler aufgetreten. Bitte versuchen Sie es noch einmal
es: Se ha producido un error al enviar el SMS. Por favor, inténtelo de nuevo
pt_pt: Erro ao enviar SMS. Por favor, tente novamente
tr: SMS gönderilirken bir hata oluştu. Lütfen tekrar deneyin

source: Are you sure you want to disconnect your Safelet?
de: Sind Sie sicher, dass Sie Ihr Safelet trennen wollen?
es: ¿Está seguro de que desea desconectar su Safelet?
pt_pt: Tem certeza que deseja desconectar seu Safelet?
tr: Safelet bileziğinizle olan bağlantıyı koparmak istediğinize emin misiniz?

source: Are you sure you want to log out of the application?
de: Sind Sie sicher, dass Sie sich von der Anwendung abmelden möchten?
es: ¿Está seguro de que desea cerrar la sesión de la aplicación?
pt_pt: Tem certeza que deseja sair do aplicativo?
tr: Uygulamadan çıkmak istediğinize emin misiniz?

source: Back
de: Zurück
es: Atrás
pt_pt: Voltar
tr: Geri

source: Bluetooth authorization denied
de: Bluetooth-Authorisierung verweigert
es: Se ha rechazado la autorización de Bluetooth
pt_pt: Autorização bluetooth negada
tr: Bluetooth yetkilendirilmesi reddedildi

source: Bluetooth not supported
de: Bluetooth wird nicht unterstützt
es: Bluetooth no compatible
pt_pt: Bluetooth não suportado
tr: Bluetooth desteklenmiyor

source: Bluetooth powered off
de: Bluetooth ausgeschaltet
es: Bluetooth apagado
pt_pt: Bluetooth desligado
tr: Bluetooth kapatıldı

source: Can't playback while recording. Please stop recording and try again
de: Während der Aufnahme Wiedergabe nicht möglich. Bitte beenden Sie die Aufnahme und versuchen Sie es noch einmal
es: No se puede reproducir durante la grabación. Por favor,deje de grabar e inténtelo de nuevo
pt_pt: Não pode dar play enquanto grava. Pare a gravação e tente novamente
tr: Kayıt yaparken oynatım yapılamamaktadır. Lütfen kaydı kapatın ve yeniden deneyin

source: Can't retrieve contacts because the permission is denied. Please enable the Contacts permission from the Settings app
de: Abruf der Kontakte nicht möglich, da keine Erlaubnis vorliegt. Bitte aktivieren Sie die Kontakterlaubnis in den App-Einstellungen
es: No se pueden recuperar los contactos debido a que la autorización es denegada. Activa el permiso Contactos desde la Configuración app.
pt_pt: Não pode acessar aos contatos porque a permissão foi negada. Por favor, habilite a permissão Contatos nas Configurações do aplicativo
tr: İzin verilmediği için kayıt defterinizdeki kişiler listesine erişilemedi. Lütfen ayarlardan kayıt defteri kişiler yetkisini aktif hale getirin

source: Can't soft reset from current Safelet mode: %1$@ (%2$ld). The Safelet must be in mode Sleeping (0)
de: Ein Soft Reset aus dem gegenwärtigen Safelet-Modus ist nicht möglich: %1$@ (%2$ld). Das Safelet muss im Ruhemodus (0) sein
es: No se puede restablecer software desde el modo Safelet actual:% 1 $ @ (% 2 $ ld). El Safelet debe estar en Sleeping modo (0)
pt_pt: Não é possível resetar no modo Safelet: %1$@ (%2$ld). O Safelet deve estar no modo Descanço (0)
tr: Mevcut Safelet modunda sıfırlama işlemi gerçekleştirilemez (Mod: %@ (%ld)). Safelet uyku modunda olmalı (0)

source: Cancel
de: Abbrechen
es: Cancelar
pt_pt: Cancelar
tr: İptal

source: Cancel Emergency
de: Notruf abbrechen
es: Cancelar la emergencia
pt_pt: Cancelar Emergência
tr: Acil durumu iptal et

source: Cancel guardian request
de: Beschützer-Anfrage abbrechen
es: Cancelar solicitud de guardian
pt_pt: Cancelar pedido para guardião
tr: Koruyucu isteğini iptal et

# Connect Safelet
source: Connect SOS-Bracelet
de: SOS-Armband anschließen
es: Conecte SOS-Pulsera
pt_pt: Conecte SOS-Pulseira
tr: SOS-Bracelet bağlayın

source: Connected Emergency
de: Verbundener Notfall
es: Emergencia conectada
pt_pt: Conectar a Emergência
tr: Acil duruma bağlanıldı

source: Current password is invalid
de: Aktuelles Passwort ist ungültig
es: La contraseña actual no es válida
pt_pt: Senha inválida
tr: Mevcut şifre hatalı

source: Didn't request you as guardian
de: Ich habe Sie nicht als Beschützer angefragt
es: No le pedí como guardián
pt_pt: Não solicitou você como guardião
tr: Seni koruyucu olarak istemedi

source: Disconnect Safelet
de: Safelet trennen
es: Desconectar Safelet
pt_pt: Desconectar do Safelet
tr: Safelet bileziğiyle bağlantıyı kes

source: Disconnected Emergency
de: Notruf getrennt
es: Emergencia desconectada
pt_pt: Desconectar da Emergência
tr: Acil durumdan çık

source: Dismiss
de: Verwerfen
es: Despedir
pt_pt: Dispensar
tr: Çıkar

source: Email address has been changed.
de: Die E-Mail-Adresse wurde geändert.
es: Dirección de correo electrónico fue cambiada
pt_pt: Endereço de email foi alterado.
tr: E-posta adresi değiştirildi.

source: Email field required
de: Feld E-Mail erforderlich
es: Se requiere un campo de correo electrónico
pt_pt: Campo email obrigatório
tr: E-posta alanı zorunludur

source: Error
de: Fehler
pt_pt: Erro
tr: Hata

source: Failed to notify participants that emergency call was performed
de: Benachrichtung der Teilnehmer fehlgeschlagen, dass ein Notruf ausgelöst wurde
es: No se pudieran notificar los participantes que se realizó una llamada de emergencia.
pt_pt: Falha ao notificar os participantes que a ligação de emergência foi efetuada
tr: Acil durum çağrısı yapılan katılımcıları bilgilendirme işlemi başarısız

source: Fetching battery level
de: Ermittle Akkuladezustand
es: Obtención de nivel de batería
pt_pt: Nível de bateria fraco
tr: Pil seviyesi alınıyor

source: Firmware revision
de: Überholung der Firmware
es: Firmware revisión
pt_pt: Revisão do Firmware
tr: Yazılım revizyonu

source: Firmware Update
es: Actualización del firmware
pt_pt: Atualização do Firmware
tr: Yazılım güncelleme

source: Hardware revision
de: Überholung der Hardware
es: Hardware revisión
pt_pt: Revisão do Hardware
tr: Donanım revizyonu

source: Invalid email address
de: Ungültige E-Mail-Adresse
es: Dirección de correo electrónico no está válida
pt_pt: Endereço de email inválido
tr: Geçersiz e-posta adresi

source: Invalid Session
de: Ungültige Session
es: Sesión inválida
pt_pt: Sessão inválida
tr: Geçersiz oturum

source: Invite via SMS
de: Via SMS einladen
es: Invitar a través de sms
pt_pt: Convidar via SMS
tr: SMS ile davet et

source: Is your guardian
de: ist Ihr Beschützer
es: Es tu guardian
pt_pt: É seu guardião
tr: Koruyucun mu

source: Lost connection with Safelet
de: Verbindung mit Safelet verloren
es: Conexión perdida con Safelet
pt_pt: Perda de conexão com Safelet
tr: Safelet bileziğiyle bağlantı koptu

source: Manufacturer name
de: Name des Herstellers
es: Nombre del Fabricante
pt_pt: Nome do desenvolvedor
tr: Üretici ismi

source: Microphone permission denied
de: Mikrofon-Erlaubnis nicht erteilt
es: Permiso de micrófono denegado
pt_pt: Permissão para o microfone negada
tr: Mikrofon izni reddedildi

source: Model number
de: Modellnummer
es: Número de modelo
pt_pt: Número do modelo
tr: Model numarası

source: Name field required
de: Feld Name erforderlich
es: Nombre de campo requerido
pt_pt: Campo nome obrigatório
tr: İsim alanı zorunlu

source: Name has been changed.
de: Name wurde geändert.
es: El nombre fue cambiado
pt_pt: Nome foi alterado.
tr: İsim değiştirildi

source: NEEDS YOUR HELP!
de: Braucht Ihre Hilfe!
es: ¡NECESITA SU AYUDA!
pt_pt: PRECISO DA SUA AJUDA!
tr: YARDIMINA İHTİYACI VAR!

source: No connected Safelet found. Please connect your Safelet first
de: Kein verbundenes Safelet gefunden. Bitte verbinden Sie zuerst Ihr Safelet
es: No se ha encontrado Safelet. Por favor, conecte su Safelet primero
pt_pt: Nenhuma conexão Safelet encontrada. Por favor, conecte-se ao Safelet primeiro
tr: Bağlı Safelet bulunamadı. Lütfen önce Safelet bileziğinizi bağlayın.

source: No events are available
de: Keine Ereignisse verfügbar
es: No hay eventos disponibles
pt_pt: Sem eventos disponíveis
tr: Açık bir vaka yok

source: No internet connection
de: Keine Internetverbindung
es: No hay conexion
pt_pt: Sem conexão com a internet
tr: İnternet bağlantısı yok

source: No recording available at the moment. Please try again later
de: Momentan keine Aufnahme verfügbar. Bitte versuchen Sie es später noch einmal
es: No hay grabación disponible en este momento. Por favor, inténtelo de nuevo despues
pt_pt: Sem gravação disponível no momento. Por favor, tente novamente mais tarde
tr: Şu anda uygun kayıt yok. Lütfen daha sonra tekrar deneyin

source: No relation with Safelet
de: Keine Verbindung mit Safelet
es: No hay relación con Safelet
pt_pt: Sem relação com Safelet
tr: Safelet bileziğiyle bağlantı yok

source: Not a member
de: Kein Mitglied
es: No es miembro
pt_pt: Não é um número
tr: Üye değil

source: Not requested as guardian
de: Nicht als Beschützer angefragt
es: No solicitado como guardián
pt_pt: Não solicitado como guardião
tr: Koruyucu olarak istenmedi

source: Notified participants that emergency call was performed
de: Teilnehmer sind benachrichtigt worden, dass Notruf ausgelöst wurde
es: Participantes notificados que la llamada de emergencia fue realizada
pt_pt: Participantes notificados que a ligação de emergência foi efetuada
tr: Acil durum çağrısı yapılan katılımcılar bilgilendirildi

source: OK
tr: Tamam

source: Operation failed
de: Vorgang nicht durchführbar
es: Operación fallida
pt_pt: Falha na operação
tr: Operasyon başarısız

source: Options
de: Optionen
es: Opciones
pt_pt: Opções
tr: Ayarlar

source: Own user
de: Eigener User
es: Usuario propio
pt_pt: Próprio usuário
tr: Kendi kullanıcısı

source: Password changed successfully. Please log back in using the new password
de: Passwort erfolgreich geändert. Bitte melden Sie sich mit dem neuen Passwort wieder an
es: Contraseña fue cambiada con éxito. Inicie sesión con la nueva contraseña
pt_pt: Senha alterada com sucesso. Por favor, entre novamente usando sua nova senha
tr: Şifre başarıyla değiştirildi. Lütfen yeni şifrenizle giriş yapın

source: Password field required
de: Feld Passwort erforderlich
es: Campo de contraseña requerido
pt_pt: Senha obrigatória
tr: Şifre alanı zorunlu

source: Password must be at least 5 characters
de: Passwort muss mindestens 5 Zeichen lang sein
es: La contraseña debe tener al menos 5 caracteres
pt_pt: A senha deve conter ao menos 5 caracteres
tr: Şifre en az 5 karakter olmalı

source: Please accept terms and conditions
de: Bitte akzeptieren Sie die Allgemeinen Geschäftsbedingungen
es: Por favor acepte los términos y condiciones
pt_pt: Aceite os termos e condições
tr: Lütfen şartları ve koşulları kabul et

source: Passwords do not match
de: Passwörter stimmen nicht überein
es: Las contraseñas no coinciden
pt_pt: Senha não confere
tr: Şifreler eşleşmiyor

source: Permission denied
de: Erlaubnis verweigert
es: Permiso denegado
pt_pt: Permissão negada
tr: İzin reddedildi

source: Phone contacts
de: Telefonkontakte
es: Los contactos del teléfono
pt_pt: Contatos do telefone
tr: Telefon kişileri

source: Phone number field required
de: Feld Telefonnummer erforderlich
es: Campo de número de teléfono obligatorio
pt_pt: Campo número do telefone obrigatório
tr: Telefon alanı zorunlu

source: Phone number has been changed.
de: Telefonnummer wurde geändert.
es: El número de teléfono ha sido cambiado
pt_pt: Número de telefone alterado.
tr: Telefon numarası değiştirildi.

source: Play Audio
de: Tonaufnahme abspielen
es: Reproducir Audio
pt_pt: Ouvir Audio
tr: Ses dosyasını oynat

source: Please charge up your Safelet.
de: Bitte laden Sie Ihr Safelet.
es: Por favor cargue su Safelet.
pt_pt: Por favor, carregue seu Safelet.
tr: Lütfen Safelet bileziğinizi şarj edin.

source: Please select a country code
de: Bitte wählen Sie eine Landesvorwahl aus
es: Por favor, selecciona un código de país
pt_pt: Por favor, selecione um código de país
tr: Lütfen bir ülke kodu seçin

source: Reject request
de: Anfrage ablehnen
es: Solicitud de rechazo
pt_pt: Pedido rejeitado
tr: İsteği reddet

source: Rejected your invitation
de: Hat ihre Einladung abgelehnt
es: Han rechazado su invitación
pt_pt: Rejeitou seu convite
tr: Davetiniz reddedildi

source: Remove failed
de: Entfernen fehlgeschlagen
es: Retire fallado
pt_pt: Falha ao remover
tr: Kaldırma başarısız

source: Remove guardian
de: Beschützer entfernen
es: Retirar el guardian
pt_pt: Remover guardião
tr: Koruyucuyu sil

source: Repeat password required
de: Erforderliches Passwort wiederholen
es: Repetir contraseña requerida
pt_pt: Campo repita a senha obrigatório
tr: Şifre tekrar alanı zorunlu

source: Request as guardian
de: Als Beschützer anfragen
es: Solicitud de guardian
pt_pt: Solicitar como guardião
tr: Koruyucun olmasını iste

source: Requested as guardian
de: Als Beschützer angefragt
es: Solicitado como guardián
pt_pt: Solicitado como guardião
tr: Koruyucu olarak istendi

source: Requested you as guardian
de: Hat Sie als Beschützer angefragt
es: Ha solicitado como un guardián
pt_pt: Solicitou você como guardião
tr: Sizi koruyucu olarak istedi

source: Reset
de: Zurücksetzen
es: Reiniciar
pt_pt: Resetar
tr: Sıfırla

source: Safelet battery level is
de: Der Akkuladestand des Safelets ist
es: Nivel de Safelet bateria es
pt_pt: Nível de bateria Safelet é
tr: Safelet pil seviyesi

source: Safelet connected. Battery level
de: Safelet verbunden. Akkuladezustand
es: Safelet conectado. Nivel de bateria
pt_pt: Safelet conectado. Nível de bateria
tr: Safelet bağlandı. Pil seviyesi

source: Safelet Firmware Update
es: Actualización del Firmware Safelet
pt_pt: Atualização Firmware Safelet
tr: Safelet Yazılım Güncelleme

source: Safelet firmware updated successfully
de: Safelet Firmware erfolgreich aktualisiert
es: El firmware de Safelet se actualizó correctamente
pt_pt: Atualização Firmware Safelet efetuada com sucesso
tr: Safelet yazılım güncellemesi başarılı

source: See last check-in
de: Siehe letzte Anmeldung
es: Ver último check-in
pt_pt: Ver último check-in
tr: Son girişi görüntüle

source: Session is no longer valid. Please log in again.
de: Session ist abgelaufen. Bitte melden Sie sich wieder an.
es: La sesión ya no es válida.Por favor, inicia sesión de nuevo.
pt_pt: Sessão expirou. Por favor, entre novamente.
tr: Oturum artık geçerli değil. Lütfen tekrar giriş yapın.

source: Settings
de: Einstellungen
es: Ajustes
pt_pt: Configurações
tr: Ayarlar

source: Sleeping
de: Ruhemodus
es: Modo de dormir
pt_pt: Descanço
tr: Uyuyor

source: Stop Audio
de: Tonaufnahme anhalten
es: Detener Audio
pt_pt: Parar Audio
tr: Çalmayı Durdur

source: Stop guarding
de: Beschützen beenden
es: Deja de vigilar
pt_pt: Parar proteção
tr: Korumayı durdur

source: Success
de: Aktion war erfolgreich
es: éxito
pt_pt: Sucesso
tr: Başarılı
