Repository: Ibs-Ltd/Safelet_Parse_IOS
Catalog: Safelet/*.lproj/Localizable.strings
Languages: de, es, pt_pt, tr

source: Successfully invited user to be your guardian and to join Safelet
de: Einladung an Nutzer als Beschützer und Teilnehmer an Safelet erfolgreich
es: El usuario exitosamente invitado a ser su guardian y unirse a Safelet
pt_pt: Usuário convidado com sucesso para ser seu guardião e para entrar no Safelet
tr: Kullanıcı

source: The dispatcher has cancelled the alarm
de: Der Versender hat den Alarm abgebrochen
es: El despachador ha cancelado la alarma
pt_pt: O emissor cancelou o alarme
tr: Alarm iptal edildi

source: The Safelet app is not longer connected to a Safelet bracelet. Before you can reconnect you still need to reset the Safelet bracelet
de: Die Safelet-App ist nicht mehr mit dem Safelet-Armband verbunden. Bevor Sie sich wieder verbinden, müssen Sie noch das Safelet-Armband zurücksetzen
es: La aplicación Safelet ya no está conectada con una pulsera Safelet. Antes de que pueda volver a conectar, todavía necesita restablecer la pulsera Safelet
pt_pt: O Safelet não está mais conectado a pulseira Safelet. Antes de conectar novamente você precisa resetar a sua pulseira Safelet
tr: Safelet uygulaması artık Safelet bileziğine bağlı değil. Tekrar bağlanabilmek için öncesinde Safelet bileziğini resetlemeniz gerekmektedir

source: The Safelet bracelet and the Safelet app are not longer connected. They are ready to reconnect
de: Das Safelet-Armband und die Safelet-App sind nicht mehr miteinander verbunden. Sie können jetzt wieder verbunden werden
es: La pulsera Safelet y la aplicación Safelet ya no están conectadas. Están listos para reconectarse.
pt_pt: A pulseira Safelet e o aplicativo Safelet não estão mais conectados. Estão prontos para ser reconectados
tr: Safelet bileziği ve Safelet uygulaması artık bağlı değiller. Cihazlar bağlantı için hazır

source: The Safelet was found. Your mobile phone is now creating a relation with the Safelet.
de: Das Safelet wurde gefunden. Ihr Mobilgerät stellt jetzt eine Verbindung mit dem Safelet her.
es: Se encontró el Safelet. Su teléfono móvil está creando una relación con el Safelet.
pt_pt: O Safelet foi encontrado. Seu celular está se conectado ao Safelet.
tr: Safelet bileziği tespit edildi. Cep telefonunuz Safalet bileziği ile bağlantı yaratıyor.

source: The Safelet's firmware version is already the latest
de: Die Safelet Firmware-Version ist auf dem neuesten Stand
es: La versión de firmware de Safelet ya es la más reciente.
pt_pt: A versão firmware Safelet já é a última
tr: Safelet yazılım sürümü güncel

source: There was an error dispatching the alert. Please try again
de: Beim Auslösen des Alarms ist ein Fehler aufgetreten. Bitte versuchen Sie es noch einmal
es: Se produjo un error al enviar la alerta.Por favor, inténtelo de nuevo
pt_pt: Erro ao disparar o alarme. Por favor, tente novamente
tr: Alarmda bir hata oluştu. Lütfen tekrar deneyiniz.

source: There was an error while joining the alarm
de: Bei der Teilnahme am Alarm ist ein Fehler aufgetreten
es: Se ha producido un error al unir la alarma
pt_pt: Erro ao entrar no alarme
tr: Alarma katılırken bir hata oluştu

source: There was an error while stopping the alarm
de: Beim Beenden des Alarms ist ein Fehler aufgetreten
es: Se produjo un error al parrar la alarma
pt_pt: Erro ao tentar parar o alarme
tr: Alarmı durdururken bir hata oluştu

source: This user never performed a check-in
de: Dieser Nutzer hat noch nie eine Anmeldung durchgeführt
es: Este usuario nunca realizó un check-in
pt_pt: Esse usuário nunca efetuou check-in
tr: Bu kullanıcı hiç yer bildirimi yapmadı

source: Update
es: Actualizar
pt_pt: Atualização
tr: Güncelleme

source: Update available
de: Update verfügbar
es: Actualización disponible
pt_pt: Atualização disponível
tr: Güncelleme mevcut

source: User with same email already exists
de: Es gibt bereits einen Nutzer mit gleicher E-Mail
es: Ul usario con el mismo nombre ya existe
pt_pt: Usuário com o mesmo email já existente
tr: Aynı e-posta adresiyle bir kullanıcı zaten mevcut

source: Version
es: Versión
pt_pt: Versão
tr: Sürüm

source: View
de: Ansicht
es: Ver
pt_pt: Visualização
tr: Görüntüleme

source: Warning
de: Warnhinweis
es: Advertencia
pt_pt: Atenção
tr: Uyarı

source: Yes
de: Ja
es: Si
pt_pt: Sim
tr: Evet

source: You
de: Sie
es: Usted
pt_pt: Você
tr: Siz

source: You are guarding
de: Sie sind aktiver Beschützer
es: Estas vigilando
pt_pt: Você está protegendo
tr: Siz bir koruyucusunuz

source: You have accepted the invitation
de: Sie haben die Einladung angenommen
es: Has aceptado la invitación
pt_pt: Você aceitou o convite
tr: Daveti kabul ettiniz

source: You have rejected the invitation
de: Sie haben die Einladung abgelehnt
es: Has rechazado la invitación
pt_pt: Você rejeitou o convite
tr: Daveti reddettiniz

source: You have requested a new password. Please check your e-mail!
de: Sie haben ein neues Passwort angefordert. Bitte überprüfen Sie Ihre E-Mails!
es: Ha solicitado una nueva contraseña. Por favor verifique su e-mail!
pt_pt: Você solicitou uma nova senha. Por favor, verifique seu e-mail!
tr: Yeni bir şifre talep ettiniz. Lütfen e-posta adresinizi kontrol edin!

source: You have successfully joined Safelet Guardian Network
de: Sie sind dem Safelet Beschützer-Netzwerk erfolgreich beigetreten
es: Usted se ha unido en la Safelet red de guardianes con exito
pt_pt: Você entrou com sucesso na Rede de Guardiões Safelet
tr: Safelet Koruyucu Ağına başarılı bir şekilde katıldınız

source: You have successfully left Safelet Guardian Network
de: Sie haben das Safelet Beschützer-Netzwerk erfolgreich verlassen.
es: Has salido con éxito de laSafelet red de Guardianes
pt_pt: Você saiu com sucesso da Rede de Guardiões Safelet
tr: Safelet Koruyucu Ağını başarılı bir şekilde terkettiniz

source: You rejected the invitation
de: Sie haben die Einladung abgelehnt
es: Has rechazado la invitacion
pt_pt: Você rejeitou o convite
tr: Daveti reddetiniz

source: You are checked in. Your guardians have been informed.
de: Sie sind angemeldet. Ihre Beschützer wurden informiert.
es: Usted está registrado. Sus guardianes han sido informados.
pt_pt: Você fez checked in. Seus guardiões foram notificados.
tr: Yer bildirimi yaptınız. Koruyucularınıza bu bildirim gönderildi.

source: Your device isn't configured to send SMS!
de: Dieses Gerät ist nicht dazu konfiguriert, SMS-Nachrichten zu verschicken!
es: ¡Su dispositivo no está configurado para enviar SMS!
pt_pt: Seu dispositivo não está configurado para enviar SMS!
tr: Cihazınız SMS göndermek için yapılandırılmadı

source: Your Safelet is not currently connected. Are you sure you want to remove the relation with your Safelet from your phone only?
de: Ihr Safelet ist im Moment nicht verbunden. Sind Sie sicher, dass Sie ausschließlich die Verbindung Ihres Safelets mit dem Telefon entfernen wollen?
es: Su Safelet no está conectado actualmente. ¿Está seguro de que desea eliminar la relación con su Safelet desde su teléfono solamente?
pt_pt: Seu Safelet não está mais conectado. Tem certeza que deseja remover somente a relação do Safelet com seu dispositivo?
tr: Safelet bileziğiniz şu anda bağlı değil. Telefonunuzun Safelet ile olan ilişkisini kaldırmak istediğinize emin misiniz?

source: WiFi
de: WLAN
