Repository: Ibs-Ltd/Safelet_Parse_IOS
Catalog: Safelet/*.lproj/Main.strings
Languages: de, pt_pt, tr

# 0QA-Kb-Gx5.title
source: Profile
de: Profil
pt_pt: Perfil
tr: Profilim

# 0YO-AB-dHu.text
source: Title
de: Titel
pt_pt: Título
tr: Ünvan

# 3sa-mX-1TW.placeholder
source: Name
pt_pt: Nome
tr: İsim

# 0UI-Cx-vJx.placeholder
source: Description here
de: Hier die Beschreibung
pt_pt: Descrição aqui
tr: Tanım

# 1Ms-1T-g8g.normalTitle
source: Change email
de: E-Mail ändern
pt_pt: Alterar email
tr: İsim değiştir

# 4fV-b9-B4r.normalTitle
source: Login
de: Anmelden
pt_pt: Entrar
tr: Giriş

# 437-sX-I8l.text
source: TEST
pt_pt: TESTE

# 56x-79-4ua.normalTitle
source: See details
de: Siehe Einzelheiten
pt_pt: Ver detalhes
tr: Detaylara bak

# 5G6-8A-9F6.text
source: Subtitle
de: Untertitel
pt_pt: Subtítulo
tr: Alt Başlık

# 79X-h3-tWZ.title
source: Events
de: Ereignisse
pt_pt: Eventos
tr: Olaylar

# 5ix-Ye-asj.title
source: Guardian Network
de: Beschützer-Netzwerk
pt_pt: Rede de Guardiões
tr: Koruyucu Ağı

# 6W3-0a-2mP.text
source: Date
de: Datum
pt_pt: Data
tr: Tarih

# 7i0-nk-qql.normalTitle
source: Join
de: Teilnehmen
pt_pt: Entrar
tr: Katıl

# 8X6-ak-O3V.normalTitle
source: Create account
de: Account erstellen
pt_pt: Criar conta
tr: Hesap oluştur

# A9d-sO-fbq.text
source: Please fill in your name and phone number
de: Bitte Namen und Telefonnummer eintragen
pt_pt: Por favor preencha o seu nome e número de telefone
tr: Lütfen isminizi ve telefon numaranızı girin

# 9JA-GR-GFA.normalTitle
source: Deny
de: Verweigern
pt_pt: Negar
tr: Reddet

# AIU-f3-9qk.normalTitle
source: Reset password
de: Passwort zurücksetzen
pt_pt: Resetar senha
tr: Şifre sıfırla

# AWd-rw-Ulj.normalTitle
source: Next
de: Weiter
pt_pt: Próximo
tr: İleri

# B0f-OT-rmn.text
source: ➢ Hard reset your Safelet bracelet
de: ➢ Führen Sie einen Hard Reset an Ihrem Safelet-Armband aus
pt_pt: âž¢ Resetar a sua pulseira Safelet
tr: ➢ Safelet bileziğinizi kapatıp açın

# BPu-3o-uoq.title
source: Stop Alarm
de: Alarm beenden
pt_pt: Parar Alarme
tr: Alarmı durdur

# Ajl-wX-tCr.text
source: I'm on my way
de: Ich bin unterwegs
pt_pt: Estou a caminho
tr: Yoldayım

# BNt-ip-Tmp.text
source: Your Safelet and phone are now connected.
de: Ihr Safelet und Ihr Telefon sind nun verbunden.
pt_pt: Seu Safelet e seu telefone estão agora conectados.
tr: Safelet bileziğiniz ve telefonunuz artık bağlı.

# BS1-lt-htg.placeholder
source: Current password
de: Aktuelles Passwort
pt_pt: Senha atual
tr: Mevcut şifre

# CCP-Fx-px8.normalTitle
source: Change photo
de: Foto ändern
pt_pt: Alterar foto
tr: Fotoğrafı değiştir

# C5f-SJ-Rqi.text
source: Show all Safelet device information
de: Alle Informationen über das Safelet-Gerät anzeigen
pt_pt: Mostrar toda a informação Safelet do dispositivo
tr: Safelet cihazının tüm bilgilerini görüntüle

# CO4-q7-aXd.text
source: test5@email.com
pt_pt: teste5@email.com

# Cbd-NZ-Dkg.normalTitle
source: No, thanks
de: Nein danke
pt_pt: Não, obrigado
tr: Hayır, teşekkür ederim

# DRL-To-ZWG.normalTitle
source: Log in
de: Anmelden
pt_pt: Entrar
tr: Giriş

# Dne-Vz-p4Z.placeholder
source: New password
de: Neues Passwort
pt_pt: Nova senha
tr: Yeni şifre

# Drn-Og-cuW.title
source: My Connections
de: Sicherheitsnetzwerk
pt_pt: Rede de segurança
tr: Güvenlik Ağı

# EFG-3Z-mrb.text
source: Name:
pt_pt: Nome:
tr: İsim:

# Ezu-Hl-bbp.text
source: You accepted
de: Sie haben angenommen
pt_pt: Você aceitou
tr: Kabul edildiniz

# EqM-Tj-GKU.normalTitle
source: Change name
de: Namen ändern
pt_pt: Alterar nome
tr: İsim değiştir

# F5d-xB-2vH.normalTitle
source: Play recording
de: Aufnahme abspielen
pt_pt: Rodar gravação
tr: Kayıt oynat

# F5d-xB-2vH.disabledTitle
source: No recording available
de: Keine Tonaufnahme verfügbar
pt_pt: Gravação não disponível
tr: Ulaşılabilir kayıt yok

# G9y-F2-dhL.normalTitle
source: Log in
de: Anmelden
pt_pt: Entrar
tr: Giriş

# Faj-Se-O9G.normalTitle
source: Cancel
de: Abbrechen
pt_pt: Cancelar
tr: İptal

# Fm7-2J-iAH.placeholder
source: Repeat password
de: Passwort wiederholen
pt_pt: Repetir senha
tr: Şifre tekrar

# Hfs-Au-Ef6.placeholder
source: Password
de: Passwort
pt_pt: Senha
tr: Şifre

# InN-MC-JhY.title
source: Phone contacts
de: Telefonkontakte
pt_pt: Contatos do Telefone
tr: Telefon kişileri

# Ixm-9b-6My.title
source: Select country code
de: Wählen Sie eine Landesvorwahl aus
pt_pt: Selecionar código do país
tr: Ülke kodu seçin

# JgO-GU-Ocx.text
source: Please join the Guardian Network and receive alerts when someone needs your help
de: Bitte nehmen Sie am Beschützer-Netzwerk teil und empfangen Sie Alarmsignale, wenn jemand ihre Hilfe braucht
pt_pt: Por favor, junte-se a Rede de Guardiões e receba alertas quando alguém precisar da sua ajuda
tr: Lütfen Koruyucu Ağına katılın ve yardımınıza ihtiyaç duyan biri olduğu zaman

# JGk-Oh-JY9.normalTitle
source: + Prefix
de: + Vorwahl
pt_pt: + Prefixo
tr: + Telefon kodu

# L3o-R2-eCL.text
source: Please press the button on the SOS-bracelet.
de: Bitte drücken Sie den Knopf am SOS-Armband.
pt_pt: Por favor, pressione o botão na pulseira SOS.
tr: Lütfen SOS bileziği üzerindeki düğmeye basın.

# L7F-Xl-eYQ.text
source: Safelet Firmware Update
pt_pt: Atualização de Firmware Safelet
tr: Safelet Yazılım Güncelleme

# Lj0-De-0tL.normalTitle
source: Accept
de: Annehmen
pt_pt: Aceitar
tr: Kabul et

# Lit-2m-UVJ.normalTitle
source: Close
de: Schließen
pt_pt: Fechar
tr: Kapat

# L0P-Yk-ifj.text
source: We believe 'Safety is what we do for each other'. If you want to either receive help from Guardians near your location, or you want to give help as a Guardian, join the Safelet Guardian Network now.
de: Wir sind der Meinung: 'Sicherheit ist das, was wir füreinander tun". Wenn du entweder willst, dass die Beschützer in der Nähe deines Aufenthaltsorts dir helfen oder du selbst als Beschützer Hilfe anbieten willst, dann tritt jetzt dem Safelet Beschützer-Netzwerk bei.
pt_pt: Nós acreditamos que 'Segurança é o que fazemos um pelo outro'. Se você deseja receber ajuda de Guardiões próximos a sua localização, ou deseja ajudar os outros como Guardião, entre na Rede de Guardiões Safelet agora mesmo.
tr: 'Safelet uygulamasının birbirimizi önemseme göstergemiz' olduğuna inanıyoruz. Yakınızdaki koruyuculardan yardım almak ya da Koruyucu olarak yardım etmek istiyorsanız, Safelet Koruyucu Ağına şimdi katılın.

# Mma-gd-wEM.normalTitle
source: Cancel
de: Abbrechen
pt_pt: Cancelar
tr: İptal

# MFE-uc-URk.normalTitle
source: Next
de: Weiter
pt_pt: Próximo
tr: İleri

# NWs-SI-daI.title
source: My Connections
de: Sicherheitsnetzwerk
pt_pt: Rede de segurança
tr: Güvenlik Ağı

# NOq-S9-N9Z.text
source: SAFELET GUARDIAN NETWORK
de: SAFELET BESCHÜTZER- NETZWERK
pt_pt: REDE DE GUARDIÕES SAFELET
tr: SAFELET KORUYUCU AĞI

# MqP-Wl-dLw.text
source: Status: Scanning...
de: Status: Scanvorgang läuft...
pt_pt: Status: Escaneando...
tr: Durum: Taranıyor...

# OjD-1r-WaB.normalTitle
source: Join
de: Beitreten
pt_pt: Entrar
tr: Katıl

# Nkl-Lo-ekq.text
source: If you no longer want to be part of the Safelet Guardian Network, please tap the button below.
de: Wenn Sie nicht mehr Teil des Safelet Beschützer-Netzwerks sein wollen, tippen Sie bitte auf den unten stehenden Knopf.
pt_pt: Se você não deseja mais fazer parte da Rede de Guardiões Safelet, por favor, aperte no botão abaixo.
tr: Artık Safelet Koruyucu Ağının bir parçası olmak istemiyorsanız, lütfen aşağıdaki butona basın.

# OkN-V2-B5e.text
source: ALARM
pt_pt: ALARME

# Oqe-q1-AVk.text
source: LOGIN
de: ANMELDEN
pt_pt: ENTRAR
tr: GİRİŞ

# OwB-xx-jyR.title
source: Back
de: Zurück
pt_pt: Voltar
tr: Geri

# Rk8-Yc-NSm.text
source: Phone:
de: Telefon:
pt_pt: Telefone:
tr: Telefon numarası:

# Sas-A5-4iP.text
source: Events
de: Ereignisse
pt_pt: Eventos
tr: Olaylar

# Rr1-Hj-wgj.text
source: Upload profile picture
de: Laden Sie ein Profilbild hoch
pt_pt: Carregar foto do perfil
tr: Profil fotoğrafı yükle

# TAx-7C-DSh.normalTitle
source: Back
de: Zurück
pt_pt: Voltar
tr: Geri

# SZN-Y7-5ZA.text
source: WELCOME TO THE SAFELET GUARDIAN NETWORK
de: WILLKOMMEN BEIM SAFELET BESCHÜTZER-NETZWERK
pt_pt: BEM-VINDO A REDE DE GUARDIÕES SAFELET
tr: SAFELET KORUYUCU AĞINA HOŞ GELDİNİZ

# TeD-78-Qjv.text
source: Password:
de: Passwort:
pt_pt: Senha:
tr: Şifre:

# WaT-hS-NX7.normalTitle
source: Next
de: Weiter
pt_pt: Próximo
tr: İleri

# Vh9-bp-09U.text
source: The following information is used by guardians and authorities during an emergency. Please ensure this information is accurate!
de: Die folgenden Informationen werden im Notfall von Beschützern und Behörden benutzt. Bitte stellen Sie sicher, dass diese Informationen korrekt sind!
pt_pt: As seguintes informações são utilizadas por guardiões e autoridades durante uma emergência. Por favor, tenha certeza de que essas informações são precisas!
tr: Bu bilgi acil bir durum olduğunda koruyucularınız ve acil durum yetkilileri ile paylaşılacaktır. Lütfen bu bilginin doğruluğundan emin olun!

# Vd5-6c-pdZ.title
source: Alarm
pt_pt: Alarme

# WTD-uZ-uBm.title
source: Check-in details
de: Anmeldedaten
pt_pt: Detalhes do check-in
tr: Detayları kontrol et

# WnK-ru-0a9.text
source: Alex checked in last month
de: Alex hat sich letzten Monat angemeldet
pt_pt: Alex realizou checked in mês passado

# XfD-Dn-dPi.normalTitle
source: Forgot password?
de: Passwort vergessen?
pt_pt: Esqueceu sua senha?
tr: Şifreni mi unuttun?

# Xud-gU-1Q0.headerTitle
source: Section-3
de: Abschnitt-3
pt_pt: Sessão-3

# YaN-XM-IEy.placeholder
source: Telephone number
de: Telefonnummer
pt_pt: Número de telefone
tr: Telefon numarası

# Ypb-1e-s38.normalTitle
source: Ignore
de: ignorieren
pt_pt: Ignorar
tr: Yok say

# aRa-ym-ZfH.normalTitle
source: Change phone number
de: Telefonnummer ändern
pt_pt: Alterar o número de telefone
tr: Telefon numarasını değiştir

# aGY-4M-woc.placeholder
source: Name
pt_pt: Nome
tr: İsim

# ayN-l6-DnJ.normalTitle
source: Leave the Safelet Guardian Network
de: Das Safelet Beschützer-Netzwerk verlassen
pt_pt: Deixar Rede de Guardiões Safelet
tr: Safelet Koruyucu Ağından ayrıl

# az8-sv-T39.text
source: Settings
de: die Einstellungen
pt_pt: Definições
tr: Ayarlar

# bRU-VM-oyd.title
source: Edit tel no.
de: Telefonnummer bearbeiten
pt_pt: Editar número de telefone
tr: Telefon numarasını düzenle

# c2F-oL-9Ya.text
source: Welcome. This wizard will pair your Safelet to your phone.
de: Willkommen. Dieser Assistent wird Ihr Safelet mit Ihrem Telefon verbinden.
pt_pt: Bem-vindo. Essa plataforma vai parear o seu Safelet com seu telefone.
tr: Hoş geldiniz. Bu sihirbaz Safelet bileziğinizle telefonunuzu eşleştirecek.

# cQX-eX-3Ez.text
source: CREATE ACCOUNT
de: ACCOUNT ERSTELLEN
pt_pt: CRIAR CONTA
tr: HESAP OLUŞTUR

# cXj-xA-Nnf.normalTitle
source: Forgot password?
de: Passwort vergessen?
pt_pt: Esqueceu sua senha?
tr: Şifreni mi unuttun?

# ccA-mc-1iW.title
source: Edit my password
de: Mein Passwort bearbeiten
pt_pt: Editar minha senha
tr: Şifreni değiştir

# ccX-jo-thf.text
source: TEST7 NEEDS YOUR HELP!
de: TEST7 BRAUCHT IHRE HILFE!
pt_pt: TESTE7 PRECISA DA SUA AJUDA!

# cu4-Cg-3lx.normalTitle
source: Create account
de: Account erstellen
pt_pt: Criar conta
tr: Hesap oluştur

# chs-HZ-X5n.headerTitle
source: Version
pt_pt: Versão
tr: Sürüm

# dRu-Ud-Ht7.text
source: message
de: Nachricht
pt_pt: mensagem
tr: Mesaj

# cti-cj-03Q.text
source: Title
de: Titel
pt_pt: Título
tr: Ünvan

# djm-3F-j0k.text
source: FORGOT PASSWORD
de: HABE PASSWORT VERGESSEN
pt_pt: ESQUECI A SENHA
tr: ŞİFREYİ UNUT

# eVy-T3-eHo.normalTitle
source: Log in
de: Anmelden
pt_pt: Entrar
tr: Giriş

# fh1-SQ-mQn.title
source: Edit my name
de: Meinen Namen ändern
pt_pt: Editar meu nome
tr: İsmini düzenle

# eLf-Dz-OlU.text
source: Safety Network
de: Sicherheitsnetzwerk
pt_pt: Rede de segurança
tr: Güvenlik Ağı

# fFJ-u4-ndP.text
source: ➢ Disable and re-enable bluetooth on your phone
de: ➢ Deaktivieren und aktivieren Sie nochmals Bluetooth auf Ihrem Telefon
pt_pt: âž¢ Desabilitar e habilitar novamente o bluetooth no seu telefone
tr: ➢ Telefonunuzdaki bluetooth özelliğini kapatıp açın

# eWJ-Cf-6Gb.placeholder
source: address@email.com
de: Adresse@email.com
pt_pt: endereço@email.com

# g6m-9v-YGi.text
source: Guardian Network
de: Beschützer-Netzwerk
pt_pt: Rede de Guardiões
tr: Koruyucu Ağı

# g8H-OI-Bvl.text
source: Safelet Information
de: Informationen über Safelet
pt_pt: Informações Safelet
tr: Safelet Bilgisi

# eeJ-8x-2mr.text
source: Invite Guardians
de: Beschützer einladen
pt_pt: Convidar Guardiões
tr: Koruyucu davet et

# glZ-ik-hxq.text
source: Check for new Safelet Firmware updates
de: Suche nach neuen Safelet Firmware-Updates
pt_pt: Verifique as atualizações do seu Firmware Safelet
tr: Yeni Safelet Yazılım güncellemelerini kontrol et

# h3G-39-gIZ.text
source: Safelet Firmware Update
pt_pt: Atualizações Firmware Safelet
tr: Safelet Yazılım Güncelleme

# hDh-OB-Rj9.text
source: ➢ Restart the app or the phone
de: ➢ Setzen Sie die App oder das Telefon zurück
pt_pt: âž¢ Restaurar o app no seu celular
tr: ➢ Uygulamayı ya da telefonunuzu yeniden başlatın

# iOc-Fx-dBu.text
source: Label
pt_pt: Marca

# jXS-oZ-fjd.text
source: YOU HAVE NO GUARDIANS
de: SIE HABEN KEINE BESCHÜTZER
pt_pt: VOCÊ NÃO POSSUI GUARDIÕES
tr: SENİN KORUYUCUN YOK

# iwn-x9-bC7.text
source: X2Mobile invited you to be his guardian 2 minutes ago
de: X2Mobile hat sie vor 2 Minuten eingeladen, Beschützer zu sein
pt_pt: X2Mobile convidou você para ser seu guardião há 2 minutos atrás

# ire-Fx-MMf.text
source: Failed to connect to the Safelet bracelet. Perform one of the actions below then attempt to re-connect by selecting Connect Safelet from the menu:
de: Verbindung zum Safelet-Armband fehlgeschlagen. Führen Sie eine der untenstehenden Aktionen aus. Versuchen Sie dann, sich neu zu verbinden, indem Sie aus dem Menü Connect Safelet auswählen:
pt_pt: Falha ao conectar com a pulseira Safelet. Realize uma das ações abaixo e tente reconectar selecionando Conectar ao Sefelet no menu:
tr: Safelet Bileziğinize bağlanılamadı. Aşağıdaki işlemlerden birini seçin ve sonra menüden Safelet bileziğine bağlan seçeneğiyle tekrar bağlanmayı deneyin:

# iWe-AP-jZ5.normalTitle
source: Change password
de: Passwort ändern
pt_pt: Alterar a senha
tr: Şifre değiştir

# kFT-Xr-dHp.text
source: Profile
de: Profil
pt_pt: Perfil
tr: Profilim

# oyB-KP-K2U.text
source: Check for new Safelet Firmware updates
de: Suche nach neuen Safelet Firmware-Updates
pt_pt: Verificar por novas atualizações do Firmware Safelet
tr: Yeni Safelet Yazılım güncellemelerini kontrol et

# n6i-Hh-DRB.segmentTitles[0]
source: My guardians
de: Meine Beschützer
pt_pt: Meus guardiões
tr: Koruyucularım

# n6i-Hh-DRB.segmentTitles[1]
source: I'm guarding
de: Ich beschütze
pt_pt: Estou protegendo
tr: Koruyorum

# oOa-Az-JpA.text
source: Test 5
pt_pt: Teste 5

# q5T-gc-Xqo.normalTitle
source: Cancel
de: Abbrechen
pt_pt: Cancelar
tr: İptal

# q8z-fP-5qS.placeholder
source: Password
de: Passwort
pt_pt: Senha
tr: Şifre

# qnZ-mY-2W0.text
source: MainVC
pt_pt: PrincipalVC

# qRf-lS-vfR.text
source: Call 911
de: Rufen Sie die Notrufnummer 911 an
pt_pt: Ligar para o 190
tr: 155'i ara

# rLd-fP-LwZ.placeholder
source: Repeat new password
de: Neues Passwort wiederholen
pt_pt: Repetir nova senha
tr: Yeni şifreyi tekrar et

# spI-zi-9md.text
source: Message Message Message Message Message Message Message Message Message Message Message
de: Nachricht Nachricht Nachricht Nachricht Nachricht Nachricht Nachricht Nachricht Nachricht Nachricht Nachricht
pt_pt: Mensagem Mensagem Mensagem Mensagem Mensagem Mensagem Mensagem Mensagem Mensagem Mensagem Mensagem

# teH-7U-W5c.text
source: SAFELET GUARDIAN NETWORK
de: SAFELET BESCHÜTZER-NETZWERK
pt_pt: REDE DE GUARDIÕES SAFELET
tr: SAFELET KORUYUCU AĞI

# sxF-pg-bf8.text
source: Label
pt_pt: Marca

# toc-Bm-8jJ.title
source: Guardian Network
de: Beschützer-Netzwerk
pt_pt: Rede de Guardiões
tr: Koruyucu Ağı

# uL5-TU-E8y.text
source: Historic events: OFF Tap to change
de: Ereignisverlauf: AUS Zum Ändern antippen
pt_pt: Histórico de eventos: OFF Selecione para alterar
tr: Olay geçmişi: Kapalı değiştirmek için dokunun

# udQ-OQ-ctL.text
source: Play Audio
de: Audiodatei abspielen
pt_pt: Tocar Audio
tr: Ses dosyasını oynat

# wKE-QG-6gX.placeholder
source: Phone number
de: Telefonnummer
pt_pt: Número de telefone
tr: Telefon numarası

# wbR-rr-exf.headerTitle
source: Section-2
de: Abschnitt-2
pt_pt: Sessão-2

# wkU-bi-LSM.text
source: Location: 22-38 Calea Dorobantilor, Cluj-Napoca, Cluj
de: Standort: 22-38 Calea Dorobanților 38, Cluj-Napoca 400000, Cluj, Rumänien
pt_pt: Localização: 22-38 Calea Dorobantilor, Cluj-Napoca, Cluj

# wxR-Nl-4sW.title
source: Edit my email
de: Meine E-Mail bearbeiten
pt_pt: Editar meu email
tr: İsmini düzenle

# xcG-HA-bke.text
source: YOU ARE NOT GUARDING ANYONE
de: SIE BESCHÜTZEN IM MOMENT NIEMANDEN
pt_pt: VOCÊ NÃO É MAIS UM GUARDIÃO
tr: SENİ KORUYAN KİMSE YOK

# ywy-Hp-YDq.text
source: X2Mobile invited you to be guardian 2 minutes ago
de: X2Mobile hat sie vor 2 Minuten eingeladen, Beschützer zu sein
pt_pt: X2Mobile convidou você para ser um guardião há 2 minutos atrás

# 64L-cd-Lys.text
source: Log Out
de: Abmelden
pt_pt: Sair
tr: Çıkış

# E0a-Jg-7gb.text
source: Support
de: Unterstützung
pt_pt: Apoio
tr: Destek

# Ahq-D3-GpP.text
source: Stop reason
de: Grund für das Beenden

# Caa-mD-KbO.text
source: 17-27 Strada Ploiesti, Cluj-Napoca Cluj
de: Strada Ploiești 27, Cluj-Napoca 400000, Cluj, Rumänien

# HDn-XR-cwo.text
source: <titleLabel>
de: <TitelLabel>

# T6J-XH-ryh.normalTitle
source: Submit
de: Abschicken

# UbU-51-waX.normalTitle
source: Check In
de: Anmelden
tr: Yer bildirimi

# Wdd-eE-UBb.text
source: 17-27 Strada Ploiesti, Cluj-Napoca Cluj
de: Strada Ploiești 27, Cluj-Napoca 400000, Cluj, Rumänien

# b9e-UN-NPY.text
source: asdaasd
de: asdaad

# cfy-T9-S2u.text
source: Check in
de: Anmelden
tr: Yer bildirimi

# iAQ-LU-StU.title
source: Check in
de: Anmelden
tr: Yer bildirimi

# q7p-iO-gIY.text
source: <titleLabel>
de: <TitelLabel>

# s9y-xK-3JL.normalTitle
source: Replay
de: Wiedergabe
tr: Tekrar Oynat

# 4ZP-V4-XGu.normalTitle
source: OK
tr: Tamam

# Gkm-aI-1ce.text
source: E-mail:
tr: E-posta:

# L6j-Yb-YVb.placeholder
source: Email
tr: E-posta

# lSl-S4-Ltn.placeholder
source: Email
tr: E-posta

# kY1-zh-DFw.placeholder
source: Email
tr: E-posta

# r6Y-Hb-uU6.normalTitle
source: OK
tr: Tamam
